Repository: abv-ps/my_site
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, uk

source: My Website
ru: Мой сайт
uk: Мій сайт

source: Home page
ru: Домашняя страница
uk: Головна сторінка

source: About us
ru: Про нас
uk: Про нас

source: Contact
ru: Контакты
uk: Контакти

source: Services
ru: Услуги
uk: Послуги

source: Seed Drills Retrofit for Fertilizer Application
ru: Дооснащение сеялок для внесения удобрений
uk: Переобладнання сівалок для внесення добрив

source: We provide retrofitting services for seed drills to enable the application of nitrogen fertilizers (CAS) directly during planting. Our solutions increase the efficiency and productivity of agricultural equipment.
ru: Мы предоставляем услуги по дооснащению сеялок для внесения азотных удобрений (КАС) непосредственно во время посева. Наши решения повышают эффективность и производительность сельскохозяйственной техники.
uk: Ми надаємо послуги з переобладнання сівалок для можливості внесення азотних добрив (КАС) безпосередньо під час посіву. Наші рішення підвищують ефективність та продуктивність сільськогосподарської техніки.

source: Custom Machinery Modifications
ru: Индивидуальные модификации техники
uk: Індивідуальні модифікації техніки

source: We offer customized machinery modifications to optimize the performance of your equipment, adapting it to the specific needs of your agricultural operations.
ru: Мы предлагаем индивидуальные модификации техники для оптимизации работы вашего оборудования, адаптируя его под специфические нужды вашего агробизнеса.
uk: Ми пропонуємо індивідуальні модифікації техніки для оптимізації роботи вашого обладнання, адаптуючи його до специфічних потреб вашого агробізнесу.

source: Installation of Fertilizer Equipment
ru: Установка оборудования для внесения удобрений
uk: Встановлення обладнання для внесення добрив

source: We install state-of-the-art fertilizer application systems, ensuring accurate and efficient application of liquid and granular fertilizers to improve crop yield.
ru: Мы устанавливаем современные системы для внесения удобрений, обеспечивая точное и эффективное внесение жидких и гранулированных удобрений для повышения урожайности.
uk: Ми встановлюємо сучасні системи для внесення добрив, що забезпечують точне та ефективне внесення рідких і гранульованих добрив для підвищення врожайності.

source: Machine Overhaul and Repair
ru: Капитальный ремонт и обслуживание техники
uk: Капітальний ремонт та обслуговування техніки

source: We specialize in the overhaul and repair of seed drills and other agricultural machinery, restoring them to peak performance.
ru: Мы специализируемся на капитальном ремонте и обслуживании севалок и другой сельскохозяйственной техники, обеспечивая их максимальную производительность.
uk: Ми спеціалізуємось на капітальному ремонті та обслуговуванні сівалок та іншої сільськогосподарської техніки, забезпечуючи їх максимальну продуктивність.

source: Consulting on Agricultural Machinery
ru: Консультации по сельскохозяйственной технике
uk: Консультування з питань сільськогосподарської техніки

source: We offer expert consulting on selecting, operating, and maintaining agricultural machinery for optimal performance and cost-efficiency.
ru: Мы предоставляем профессиональные консультации по выбору, эксплуатации и обслуживанию сельскохозяйственной техники для достижения оптимальных результатов и экономии затрат.
uk: Ми надаємо професійні консультації з вибору, експлуатації та обслуговування сільськогосподарської техніки для досягнення оптимальних результатів та економії витрат.

source: PrJSC "BOHUSLAVSKA SILHOSPTEKNIKA" is the largest in Ukraine manufacturer of sprayers for agriculture and equipment for application of liquid fertilizer.
ru: ПрАТ "БОГУСЛАВСЬКА СІЛЬГОСПТЕХНІКА" — крупнейший в Украине производитель опрыскивателей для сельского хозяйства и оборудования для внесения жидких минеральных удобрений.
uk: ПрАТ "БОГУСЛАВСЬКА СІЛЬГОСПТЕХНІКА" — найбільший виробник обприскувачів для сільського господарства та обладнання для внесення рідких мінеральних добрив в Україні.

source: The range of our products for plant protection includes:
ru: Ассортимент нашей продукции для защиты растений включает:
uk: Асортимент нашої продукції для захисту рослин включає:

source: trailed sprayers ODYSSEY, KRONOS, TITAN and ATLANT of 18m, 22m, 24m, 28m, 32m and 36m working width with capacity of 2000, 2500, 3000, 4000 liters plastic tanks
ru: прицепные опрыскиватели ODYSSEY, KRONOS, TITAN и ATLANT с рабочей шириной 18м, 22м, 24м, 28м, 32м и 36м с емкостью пластиковых баков 2000, 2500, 3000, 4000 литров
uk: причіпні обприскувачі ODYSSEY, KRONOS, TITAN та ATLANT з робочою шириною 18м, 22м, 24м, 28м, 32м та 36м, з ємністю пластикових баків 2000, 2500, 3000, 4000 літрів

source: The range of our products for application of liquid fertilizer includes:
ru: Ассортимент нашей продукции для внесения жидких минеральных удобрений включает:
uk: Асортимент нашої продукції для внесення рідких мінеральних добрив включає:

source: injection applicators LFM -3000-8.4 and LFM -5000-12;
ru: инъекционные аппликаторы LFM -3000-8.4 и LFM -5000-12;
uk: аплікатори з ін'єкційними робочими органами LFM -3000-8.4 та LFM -5000-12;

source: trailed plant-feeder for fertilizing PP-5000-01, PP-5000-02 and PP- 10 000-01
ru: прицепные подкормщики для внесения удобрений PP-5000-01, PP-5000-02 и PP-10000-01
uk: причіпні підживлювачі для внесення добрив PP-5000-01, PP-5000-02 та PP-10000-01

source: complete set of equipment for fertilizer applicator EKO-600-5.6 (for KRN-5.6m)
ru: комплект оборудования для подкормщика ЭКО-600-5.6 (для КРН-5.6м)
uk: комплект обладнання для підживлювача ЕКО-600-5.6 (для КРН-5.6м)

source: We also perform the work on the re-equipment of cultivators for injection of UAN (Nitrogen solutions) and of ammonia water.
ru: Мы также выполняем работы по переоборудованию культиваторов для внесения карбамидно-аммиачной смеси (КАС) и аммиачной воды.
uk: Ми також виконуємо роботи з переобладнання культиваторів для внесення карбамідно-амміачної суміші (КАС) та аміачної води.

source: Experienced staff, advanced technology, many years of experience and attention we give to feedback from our customers ensures reliability of our products. More than 5,000 trailed sprayers are operated for plant protection in Ukraine, Kazakhstan, Moldova, Russia, Romania, Lithuania, Bulgaria, Poland and Hungary.
ru: Квалифицированный персонал, передовые технологии, многолетний опыт и внимание к отзывам наших клиентов обеспечивают надежность нашей продукции. Более 5000 прицепных опрыскивателей работают для защиты растений в Украине, Казахстане, Молдове, России, Румынии, Литве, Болгарии, Польше и Венгрии.
uk: Кваліфікований персонал, передові технології, багаторічний досвід та увага до відгуків наших клієнтів забезпечують надійність нашої продукції. Більше 5000 причіпних обприскувачів працюють для захисту рослин в Україні, Казахстані, Молдові, Росії, Румунії, Литві, Болгарії, Польщі та Угорщині.

source: Our machinery will protect your crop!
ru: Наша техника защитит ваш урожай!
uk: Наша техніка захистить ваш врожай!

source: Contact address: Ukraine, Kyiv, Pryrodna Street, 1
ru: Адрес для связи: Украина, г. Киев, ул. Природная, 1
uk: Адреса для зв'язку: Україна, м. Київ, вул. Природна, 1

source: Phone: +380 (44) 123-45-67
ru: Телефон: +380 (44) 123-45-67
uk: Телефон: +380 (44) 123-45-67

source: We are also on social media!
ru: Мы также в социальных сетях!
uk: Ми також у соціальних мережах!

source: Working hours: Mon-Fri 08:00 - 16:30
ru: Часы работы: Пн-Пт 08:00 - 16:30
uk: Робочі години: Пн-Пт 08:00 - 16:30

source: Contact Information
ru: Контактная информация
uk: Контактна інформація

source: Our Services
ru: Наши услуги
uk: Наші послуги

source: Last updated:
ru: Последнее обновление:
uk: Останнє оновлення:

source: Search
ru: Поиск
uk: Пошук

source: Total
ru: Всего
uk: Всього

source: service
ru: услуга
uk: послуга

source: Contacts available:
ru: Контакты доступны:
uk: Контакти доступні:

source: No services available
ru: Услуг нет
uk: Послуг немає

source: Yes,No
ru: Да,Нет
uk: Так,Ні

source: Search services...
ru: Искать услуги...
uk: Шукати послуги...

source: Show all services
ru: Показать все сервисы
uk: Показати всі сервіси

source: Collapse
ru: Свернуть
uk: Згорнути

source: Show all text
ru: Показать весь текст
uk: Показати весь текст

source: Board
ru: Доска объявлений
uk: Дошка оголошень
